[
    {
        "user": "U70RREU02",
        "text": "<@U70RREU02> has joined the channel",
        "type": "message",
        "subtype": "channel_join",
        "ts": "1505069296.000067"
    },
    {
        "user": "U70RREU02",
        "purpose": "facts that needed reinforcement (e.g. got it wrong on a Q-bank)",
        "text": "<@U70RREU02> set the channel purpose: facts that needed reinforcement (e.g. got it wrong on a Q-bank)",
        "type": "message",
        "subtype": "channel_purpose",
        "ts": "1505069297.000009"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "TB is intracellular; thereby TH1 cells mediate the response with granulomas, stimulating formation of giant cells, etc.",
        "ts": "1505069402.000077"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "HIV begets superficial _candida_ infections, not systemic fungal ones",
        "ts": "1505069454.000063"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "_Legionella_ can be visualized on BYCE or silver stain; spread through water systems; a common cause of nosocomial pneumonia",
        "ts": "1505069500.000074"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "Viral tissue\/cell affinity is generally determined by surface glycoproteins; other processes, such as endonucleases, proteases, etc. deal with affinity-independent viral replication",
        "ts": "1505069610.000081"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "Intra-RBC ring inclusions visualized in microscopy generally indicate one of two diseases: malaria, or babesiosis. Clinical presentations of both are similar; with babesiosis caused by ticks and malaria by mosquitos",
        "ts": "1505069770.000007"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "_Aedes_ mosquito begets Dengue fever: fever, polyarthritis, macular rash. The polyarthritis and source separates it from similar Typhoid fever",
        "ts": "1505070013.000064"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "Ampicillin treats _Listeria_ infection, which can occur with eating soft cheeses or milk",
        "ts": "1505070039.000003"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "Congenital toxoplasmosis is acquired in utero, characterized by: hydrocephalus, intracranial calcifications, and choriorentinitis. Avoided by having mothers avoid cat feces.",
        "ts": "1505070111.000019"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "NSAIDS can contribute to high blood pressure via reducing GFR: reduced GFR also reduces Na+ excretion; reduced Na+ excretion increases osmolarity of the blood; increased osmolarity of the blood increases volume; increased blood volume -&gt; increased pressure",
        "ts": "1505090626.000174"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "NSAIDs can also contribute acute nephritis, even causing papillary necrosis",
        "ts": "1505090671.000049"
    },
    {
        "type": "message",
        "user": "U70RREU02",
        "text": "Allopurinol can cause DRESS syndrome; a systemic reaction with eosinophilia and systemic symptoms",
        "ts": "1505093794.000068"
    }
]